tap "aquasecurity/trivy"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "certifi"
brew "readline"
brew "xz"
brew "ansible"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bat"
brew "bottom"
brew "ghc"
brew "cabal-install"
brew "gettext"
brew "pixman"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "qemu"
brew "colima"
brew "cowsay"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dust"
brew "earthly"
brew "erdtree"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gum"
brew "haskell-stack"
brew "helm"
brew "htop"
brew "hyfetch"
brew "jpeg"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "keepassc"
brew "kubernetes-cli"
brew "libffi"
brew "libvirt", restart_service: true
brew "llvm"
brew "ncspot"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nvm"
brew "ollama"
brew "opam"
brew "openblas"
brew "pkg-config"
brew "pre-commit"
brew "pure"
brew "pyenv"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "sl"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "vifm"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "aquasecurity/trivy/trivy"
brew "caarlos0/tap/timer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "cyberduck"
cask "dash"
cask "diffusionbee"
cask "dozer"
cask "gimp"
cask "keepassxc"
cask "neovide"
cask "obsidian"
cask "openemu"
cask "raycast"
cask "rectangle"
cask "signal"
cask "skype"
cask "spotify"
cask "syntax-highlight"
cask "utm"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "wezterm"
cask "wireshark"
cask "zed"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "endormi.2077-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "prazdevs.catppuccin-vscode-icons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tim-koehler.helm-intellisense"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
